{
  "id": "earth-i",
  "link": "https://alternativedata.org/data_provider/earth-i/",
  "name": "Earth-i",
  "logo_url": "https://alternativedata.org/wp-content/uploads/2020/10/Earth-i-RGB-Standard-Size-Logo.png",
  "desc": "SAVANT Copper is an innovative product that delivers timely and accurate data, covering the activity of 70% of global copper smelting capacity and 85% of Chinese smelting capacity. Data is collected and analysed using advanced algorithms derived from Artificial Intelligence and Machine Learning techniques. Data is taken from several different Earth Observation satellites and our global and regional indices are updated daily to give consistent, insightful and dependable results. Two types of indices are provided: one to show smelter activity levels and one to detect periods of shutdown or inactivity. The data can be broken down to offer more granular detail, including information on the activity of individual smelters. SAVANT also offers detailed smelter history going back several years, allowing a comparison between empirical data and public announcements relating to smelter shutdown periods.",
  "main_data_source": "Satellite",
  "year_company_founded": "2015",
  "discretionary_asset_manager_customers": "- 1",
  "employees": "20",
  "top_tickers": "CA_3.F CA_C.F S1.F S1.C O9.F O9C",
  "full_sector_coverage": "Global Copper Smelting Activity Index",
  "funding": "10",
  "client_focus": "Hedge Fund",
  "sectors": "Agriculture, China, Construction, Energy, Industrials",
  "hq_location": "Guildford, United Kingdom",
  "data_delivery": "Raw, Platform Based",
  "website_link": "http://www.earthi.space/",
  "pricing": "$1K - $10K / mo",
  "pricing_structure": "Monthy subscription pricing",
  "dataset_coverage_start": "2016",
  "geography_covered": "US, Europe, Asia, Latin America",
  "secondary_data_sources": "Geo-location, Weather",
  "why_us?": "Access to accurate, reliable and timely data on global copper smelting activity",
  "advantages": "SAVANT Copper covers: 120 smelters being monitored daily / 70% Global capacity /85% Chinese capacity / Analysis Ready Data back to 2016 / API access",
  "use_cases": "SAVANT is used by both commodity and asset owners and investors."
}