{
  "id": "entsight",
  "link": "https://alternativedata.org/data_provider/entsight/",
  "name": "EntSight",
  "logo_url": "https://alternativedata.org/wp-content/uploads/2019/01/Entsight-logo-SQR.png",
  "desc": "EntSight provides unique datasets from highly specific audience groups who are active online and on social media and who generate data that is economically predictive. Additionally, we pride ourselves on the high level of service and flexibility we offer to our clients - a factor that confirms why we currently work with some of the worlds largest enterprises.",
  "main_data_source": "Social/Sentiment, Survey",
  "year_company_founded": "2015",
  "discretionary_asset_manager_customers": "- 1",
  "employees": "5",
  "full_ticker_coverage": "As required by clients",
  "full_sector_coverage": "We currently manage tracking of the worlds largest organisations, brands and traded companies covering the full range of verticals. Additionally we can create custom tracking for clients as required.",
  "client_focus": "Hedge Fund",
  "sectors": "Autos, China, Consumer, Financial Services, Media, Telecom, TMT & Entertainment, Travel",
  "hq_location": "Cambridge, UK",
  "data_delivery": "Raw, Research Reports, Custom Analysis",
  "website_link": "https://www.entsight.com/",
  "pricing": "$1K - $10K / mo",
  "pricing_structure": "Given the bespoke nature of our services, pricing structure varies from client to client",
  "dataset_coverage_start": "2010",
  "geography_covered": "US, Europe, Asia, Latin America",
  "why_us?": "We offer unique and effective online/social audience focused datasets.",
  "advantages": "Our main advantages are our extensive experience with social and consumer datasets and our unique, audience focused approach to data.",
  "use_cases": "Example use cases are: 1. Investor audiences online/social conversation impact for listed companies 2. Consumer audiences social media purchase intent for brands and products 3. Finance and business journalists online sentiment relating to markets or verticals"
}