{
  "id": "grapedata",
  "link": "https://alternativedata.org/data_provider/grapedata/",
  "name": "Grapedata",
  "logo_url": "https://alternativedata.org/wp-content/uploads/2019/04/logo_trac.eps_.png",
  "desc": "Grapedata™ is an AI driven alternative data sourcing platform through which you can instantly connect with any knowledgeable individual or group anywhere in the world, in order to obtain information for sound financial decision-making and due diligence processes. Our services are mainly used by financial analysts for highly targeted data points on precise demographic cohorts, and seeking out specific individuals that would be impossible to connect with via traditional routes. Once connected, dialogue channels allow ongoing information sharing in real-time.",
  "main_data_source": "Data Broker, Geo-location",
  "year_company_founded": "2018",
  "discretionary_asset_manager_customers": "- 1",
  "employees": "6",
  "full_ticker_coverage": "To date we’ve delivered data in the sectors of telecoms, used car dealers, oil and gas, agribusiness, technology usage, airline broadband, connection on marine vessels.",
  "full_sector_coverage": "We are able to connect data enquirers with any on-the-ground individual or crowds globally and in any industry as we are not restricted to any sector.",
  "funding": "$420k",
  "client_focus": "Hedge Fund",
  "sectors": "All",
  "hq_location": "London",
  "data_delivery": "Raw, Research Reports, Geolocalised surveys, Q&A chats with specific individuals that would be inaccessible via traditional routes",
  "website_link": "https://grape-data.com/",
  "pricing": "$1K - $10K / mo",
  "pricing_structure": "The rate is negotiable and is based on the type of query as well as the amount of queries.",
  "dataset_coverage_start": "2000",
  "geography_covered": "US, Europe, Asia, Latin America",
  "why_us?": "To tap into unchartered crowds that can’t be reached via traditional routes.",
  "advantages": "We tap into unchartered territories and crowds at a deeper, faster and cheaper way than any other competitor."
}