{
  "id": "parsely",
  "link": "https://alternativedata.org/data_provider/parsely/",
  "name": "Parsely",
  "logo_url": "https://alternativedata.org/wp-content/uploads/2019/02/EyQhX-8N_400x400-e1550803221867.jpg",
  "desc": "",
  "main_data_source": "Social/Sentiment, Web Data, Web Traffic",
  "year_company_founded": "2009",
  "discretionary_asset_manager_customers": "- 1",
  "employees": "5",
  "funding": "$12MM",
  "client_focus": "Hedge Fund",
  "sectors": "All",
  "hq_location": "New York, NY",
  "data_delivery": "Raw, Platform Based",
  "website_link": "https://parse.ly/",
  "pricing": "$1K - $10K / mo",
  "dataset_coverage_start": "2016",
  "geography_covered": "US, Europe, Asia, Latin America",
  "why_us?": "Narratives move the markets. We know what topics people are paying attention to.",
  "advantages": "We are not just looking at social interaction data or just search interaction data but looking at what happens after an article is shared on social or queried on search to show real consumption. Additionally, search and social are only 40% of the ways people consume content. In addition to those sources we show you the other 60% which gives you the full picture of what the market cares about and pays attention to which is likely a driver of the way they invest.",
  "use_cases": "Using the appropriate filter on the enrichments_category field (see section below), it is possible to focus solely on how much attention financial news on a company like Apple is receiving. This is a simple way to use the Parse.ly dataset: with our ticker mapping it is easy to track attention on financial news for thousands of companies -- but this type of financial news monitoring only scratches the surface of what is possible. It is also possible to track key products, issues, or people surrounding a company -- in the example above, tracking the iPhone and Tim Cook might provide interesting leading indicators for Apple. For Apple one could also consider setting up a query that tracked attention on all articles that mention both Foxconn AND Apple, for Facebook one might track content that focuses on Facebook AND privacy. For each company, one could set up a query that tracks much attention is being paid to articles that focus on that attention and the entity ‘lawsuit’ or ‘data breach’."
}