{
  "id": "quick-corp-a-nikkei-company",
  "link": "https://alternativedata.org/data_provider/quick-corp-a-nikkei-company/",
  "name": "QUICK Corp. , a Nikkei company",
  "logo_url": "https://alternativedata.org/wp-content/uploads/2020/08/QUICK_Logo_M.jpg",
  "desc": "1, QUICK Consensus QUICK consensus has the widest coverage in Japanese equities including mid and small stocks in Japan since 2005. Point in Time is available in most recent 5 years. 2, Qr1 access ranking For Japanese brokers' retail market, we provide an Information terminal called Qr1. Through the terminal usage, QUICK derives top 100 ticker each 30min. 3. QUICK Corporate Disclosure Bulletin QUICK extract company disclosure materials released in PDF on TDnet and EDINET system into text format. Using our content, users can understand company announcements without opening each PDF and analyze the documents using hundreds of tag information such as company ticker, name, earnings, corporate actions, capital changes etc. 4, QUICK License News/NQN News NQN/QUICK news articles has great impact to Japanese financial market. QUICK offers such news stories with tags as company ticker, topics in the news, sector classifications, name of individuals, name of places, keywords, country & region etc. 5.QUICK Monthly Market Survey QUICK monthly market survey shows sentiment of market professionals (included Economist, Analyst, Corporate Treasurer and Exectives etc...)throughout the questions of market outlook, attention material, investment stance, etc. Survey covers the equity market, bond market and FX market.",
  "main_data_source": "Data Aggregator",
  "year_company_founded": "1 October 1971",
  "discretionary_asset_manager_customers": "50 - 100",
  "employees": "688",
  "top_tickers": "6758, 7203, 7267, 9983, 9984",
  "full_ticker_coverage": "Listed companies in Japan",
  "full_sector_coverage": "Listed companies in Japan",
  "funding": "6",
  "client_focus": "Hedge Fund",
  "sectors": "All, Media",
  "hq_location": "Tokyo / Japan",
  "data_delivery": "Raw, Platform Based, Research Reports",
  "website_link": "https://corporate.quick.co.jp/en/",
  "pricing": "$1K - $10K / mo",
  "dataset_coverage_start": "1994",
  "geography_covered": "Asia",
  "secondary_data_sources": "Survey",
  "why_us?": "Our dataset covers unique and wide variety of Japanese financial market",
  "advantages": "Accuracy , coverage and uniqueness",
  "use_cases": "Finding factors through QUICK's unique contents"
}