{
  "id": "ubs-evidence-lab",
  "link": "https://alternativedata.org/data_provider/ubs-evidence-lab/",
  "name": "UBS Evidence Lab",
  "logo_url": "https://alternativedata.org/wp-content/uploads/2019/03/ubs_semibold_44_68x184_rgb.svg",
  "desc": "Our experts, working globally across 45 specialized areas, know the pitfalls and opportunities involved in harvesting, cleansing, enriching, and connecting data from various sources. UBS Evidence Lab’s insight-ready datasets are based on thoroughly vetted data to bring you useful and actionable evidence. Below is an abridged list of just some of the specialized areas used to create our insight-ready datasets:",
  "main_data_source": "Other",
  "year_company_founded": "2014",
  "discretionary_asset_manager_customers": "50 - 100",
  "employees": "100s",
  "full_ticker_coverage": "1000s of companies of all sizes",
  "full_sector_coverage": "50+ industries",
  "client_focus": "Hedge Fund",
  "sectors": "Agriculture, Airlines, Autos, Cable/Internet/Satellite, China, Construction, Consumer, Energy, Financial Services, Gaming, Healthcare, Industrials, Insurance, Internet, Media, Real Estate, Restaurants & Food Delivery, Retail, Software (SaaS), Telecom, TMT & Entertainment, Travel",
  "data_delivery": "Platform Based",
  "website_link": "https://www.ubs.com/global/en/investment-bank/what-we-offer/ubs-evidence-lab.html",
  "pricing": "$1K - $10K / mo",
  "pricing_structure": "Pricing is a fixed number for an enterprise, based on its size",
  "dataset_coverage_start": "1930",
  "geography_covered": "US, Europe, Asia, Latin America",
  "why_us?": "We apply the right tools to help our clients answer pivotal questions.",
  "advantages": "Our experts help surface evidence that relates to structural debates. Downloadable datasets allow you to explore interactive models and investigate cleansed, enriched data.",
  "use_cases": "The following examples demonstrate just a few of the hundreds of possible uses: (1) Healthcare: Analyze hospital admissions to gauge birth rates and Medicaid/Medicare payers by state, (2) Luxury Goods: See which companies are trending across geographies, (3) Mergers & Acquisitions: Measure the addressable market within a designated trade area without duplications, (4) Retail: Measure location accuracy, ownership and cannibalization, and (5) Housing: Determine consumer sentiment through analysis of housing listings"
}